tap "argon/mas"
tap "c-bata/kube-prompt"
tap "caskroom/fonts"
tap "cuelang/tap"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "github/gh"
tap "go-delve/delve"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ktr0731/evans"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
tap "sanemat/font"
tap "spotify/public"
tap "ynqa/ktop"
cask "osxfuse"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "bdw-gc"
brew "berglas"
brew "icu4c"
brew "boost"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dep"
brew "direnv"
brew "gmp"
brew "libevent"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "emojify"
brew "exa"
brew "fish"
brew "flow"
brew "fribidi"
brew "giflib"
brew "graphite2"
brew "harfbuzz"
brew "jpeg"
brew "libspiro"
brew "libtiff"
brew "libtool"
brew "libuninameslist"
brew "pango"
brew "python@2", link: false
brew "fontforge"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "webp"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "gibo"
brew "git"
brew "giter8"
brew "glide"
brew "libcerf"
brew "lua"
brew "qt"
brew "gnuplot"
brew "golangci-lint"
brew "graphviz"
brew "helm"
brew "httpie"
brew "hub"
brew "libomp"
brew "little-cms2"
brew "openjpeg"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lha"
brew "libcroco"
brew "libidn2"
brew "libpq"
brew "librsvg"
brew "lv"
brew "make"
brew "markdown"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "ncurses"
brew "netdata"
brew "nkf"
brew "node"
brew "openblas"
brew "openjdk@11"
brew "packer"
brew "peco"
brew "pgcli"
brew "php@7.1"
brew "pkg-config"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "python@3.9", link: false
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "sbt"
brew "scalastyle"
brew "skaffold"
brew "socat"
brew "source-highlight"
brew "sphinx-doc"
brew "stern"
brew "terraform", link: false
brew "terraform_landscape"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tofrodos"
brew "tree"
brew "w3m"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "argon/mas/mas"
brew "c-bata/kube-prompt/kube-prompt"
brew "cuelang/tap/cue"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/waypoint"
brew "ktr0731/evans/evans"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
brew "spotify/public/scio"
brew "ynqa/ktop/ktop"
cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "blisk"
cask "firefox"
cask "font-source-code-pro"
cask "iterm2"
cask "java11"
cask "shiftit"
cask "slack"
cask "vagrant"
cask "virtualbox"
mas "", id: 409203825
mas "", id: 682658836
mas "", id: 408981434
mas "", id: 409201541
mas "", id: 497799835
mas "", id: 409183694
mas "", id: 748212890
mas "", id: 441258766
mas "", id: 405399194
